Repository: dyseg/kindle-cover-fixer
Catalog: Kindle Cover Fixer V2/Strings.*.resx
Languages: es

# Aclaration
source: (To transfer files to your Kindle, it must be connected to your PC.)
es: (Para transferir al Kindle, éste tiene que estar conectado al PC.)

# BookListed
source: All book listed
es: Todos los libros listados

# BookName
source: NAME
es: NOMBRE

# BookNumber
source: BOOK Nº
es: LIBRO Nº

# BookPassed
source: Is on Kindle?
es: ¿Está en Kindle?

# CalibreLib
source: Calibre library:
es: Librería de Calibre:

# CanDo
source: At this point you can do three things:
es: En este punto, puedes hacer dos cosas:

# CheckLibrary
source: Please, check that you have a library correctly configured in Calibre.
es: Por favor, comprueba que tienes al menos una biblioteca correctamente configurada en Calibre.

# CheckLibraryTitle
source: Cannot find Calibre library(s).
es: No se encuentran bibliotecas de Calibre.

# CheckSync
source: - Find unsynced books -
es: - Buscar libros no sincronizados. -

source: cover(s)
es: portada(s)

# Failure
source: Failure on:
es: Error en:

source: Find books
es: Buscar libros

# FindFinish
source: All cover(s) can be generated, total:
es: Todas las portadas pueden ser generadas, en total:

# Finding
source: Finding books in your library...
es: Buscando libros en tu biblioteca...

# Finished
source: Job finished
es: Trabajo finalizado

source: Generate Covers
es: Generar portadas

# Generated
source: All cover(s) generated, total:
es: Todas las portadas generadas, en total:

# Generating
source: Generating new covers...
es: Generando nuevas portadas...

# GeneratingError
source: Can't generate:
es: No se puede generar:

# KindleNone
source: Device not connected
es: Dispositivo no conectado

source: Kindle (Other)
es: Kindle (Otro)

# NewVersionAv
source: (New version available)
es: (Actualización disponible)

# NewVersionWant
source: Do you want to download and install the new version? \r\n \r\n You will get the following features: \r\n \r\n
es: ¿Quieres descargar e instalar la nueva versión? \r\n \r\n Obtendras las siguientes características: \r\n \r\n

# NewVersionWantTitle
source: New version available!
es: ¡Nueva versión disponible!

source: of
es: de

source: Ready.
es: Listo.

# ThingOne
source: ⦁ Close this window to do nothing (Close).
es: ⦁ Cerrar esta ventana sin hacer nada (Cerrar).

# ThingTwo
source: ⦁ Transfer files directly to your Kindle (Transfer)
es: ⦁ Transferir todas las portadas directamente al Kindle (Transferir)

# Transfer
source: Transfer files
es: Transferir

# Transferred
source: Covers transferred
es: Portadas transferidas

# Transferring
source: Transfering covers...
es: Transfiriendo portadas...

# TransTitle
source: All covers have been generated
es: Se han generado todas las portadas

source: (Up to date)
es: (Actualizado)

source: Version
es: Versión

source: Yes
es: Si

# FinishListing
source: All the books in your library are listed in the table.
es: Todos los libros de su biblioteca están enumerados en la tabla.

source: Transfer to Kindle
es: Transferir a Kindle

# OutputClean
source: The covers in Output folder was deleted.
es: Las portadas del directorio Output han sido eliminadas.

# OutputCleanTitle
source: Clean finished
es: Limpieza finalizada

# Cleaning
source: Cleaning unused Covers in Kindle
es: Eliminando portadas sin utilizar en Kindle

# Cleaned
source: Unussed cover deleted.
es: Portadas sin utilizar eliminadas.

# BookStatus
source: RESULT
es: RESULTADO

# CanTransfer
source: | Can be transferred to Kindle:
es: | Pueden ser transferidas a Kindle:

# NotTransferible
source: Generated covers will not be able to be transferred to the Kindle if no cover corresponds to a book currently on Kindle.
es: Las portadas generadas no podrán transferirse al Kindle si ninguna portada corresponde a un libro actualmente en Kindle.

# KindleCleanTitle
source: Clean finished
es: Limpieza finalizada

# KindleClean
source: The unused covers in in your Kindle was deleted.
es: Las portadas no utilizadas en tu Kindle han sido eliminadas.

# KindleTransferTitle
source: Files Transferred
es: Ficheros transferidos

# KindleTransfer
source: The covers have been transferred to Kindle. All that's left to do is enjoy!
es: Las portadas han sido transferidas a Kindle. ¡Solo queda disfrutar!

source: About
es: Acerca de

source: Help
es: Ayuda

source: Exit
es: Salir

source: Tools
es: Herramientas

# Settings
source: Preferences
es: Preferencias

source: File
es: Archivo

# ClearKindle
source: Clean unused Covers on Kindle
es: Limpiar portadas no utilizadas de Kindle

# ClearOutput
source: Clean all Covers on Output
es: Limpiar todas las portadas de Output

# SaveSettings
source: Save
es: Guardar

source: Cancel
es: Cancelar

# Optimize
source: Optimize covers (reduce to the resolution that Kindle uses.)
es: Optimizar portadas (reducir a la resolución que utiliza Kindle)

# GrayScale
source: Gray scale images (Grayscale covers to reduce their size)
es: Imágenes en escala de grises (Para ahorrar espacio en disco)

# GroupOutput
source: Output settings (Covers)
es: Preferencias de salida (Portadas)
